Repository: KaungHtetSan21/Internship-project-with-new-UI
Catalog: ourproject/locale/*/LC_MESSAGES/django.po
Languages: my

source: Admin
my: အုပ်ချုပ်ရေး

source: Pharmacist
my: ဆေးဝါးကျွမ်းကျင်သူ

source: Customer
my: ဖောက်သည်

source: Male
my: အမျိုးသား

source: Female
my: အမျိုးသမီး

source: Name
my: အမည်

source: Description
my: ဖော်ပြချက်

source: Supplier Name
my: ပေးသွင်းသူအမည်

source: Company
my: ကုမ္ပဏီ

source: Contact Person
my: ဆက်သွယ်ရမည့်ပုဂ္ဂိုလ်

source: Email
my: အီးမေးလ်

source: Phone
my: ဖုန်း

source: Address
my: နေရပ်လိပ်စာ

source: Active
my: အသုံးပြုနေသည်

source: Unnamed Supplier
my: အမည်မသိ ပေးသွင်းသူ

source: Category
my: အမျိုးအစား

source: Photo
my: ဓာတ်ပုံ

source: Primary Supplier
my: အဓိကပေးသွင်းသူ

source: Strength
my: ခွန်အား

source: Item Name
my: ပစ္စည်းအမည်

source: Quantity
my: အရေအတွက်

source: Selling Price
my: ရောင်းဈေး

source: Purchase Price
my: ဝယ်ဈေး

source: Reorder Level
my: ပြန်မှာရမည့်အနိမ့်ဆုံးအဆင့်

source: Expiry Date
my: သက်တမ်းကုန်နေ့

source: Brand Name
my: အမှတ်တံဆိပ်အမည်

source: Batch Number
my: အုပ်စုနံပါတ်

source: Minimum Stock
my: အနိမ့်ဆုံးသိုလှောင်အရေအတွက်

source: Limited Stock
my: အရေအတွက်ကန့်သတ်

source: Maximum Quantity
my: အများဆုံးအရေအတွက်

source: Last Ordered
my: နောက်ဆုံးမှာယူသောနေ့

source: Pending
my: ဆိုင်းငံ့နေသည်

source: Completed
my: ပြီးစီးသည်

source: Cancelled
my: ဖျက်သိမ်းပြီး

source: Item
my: ပစ္စည်း

source: Supplier
my: ပေးသွင်းသူ

source: PO Number
my: အမှာစာနံပါတ်

source: Order Date
my: မှာယူသည့်နေ့

source: Status
my: အခြေအနေ

source: Notes
my: မှတ်စုများ

source: Total Amount
my: စုစုပေါင်းပမာဏ

source: Total Cost
my: စုစုပေါင်းကုန်ကျစရိတ်

source: Created Date
my: ဖန်တီးသည့်နေ့

source: Order
my: အမှာစာ

source: Unit Price
my: တစ်ခုလျှင်စျေးနှုန်း

source: User
my: အသုံးပြုသူ

source: Customer Name
my: ဖောက်သည်အမည်

source: Payment Method
my: ငွေပေးချေမှုနည်းလမ်း

source: Online
my: အွန်လိုင်း

source: Source
my: ရင်းမြစ်

source: Cart
my: စျေးဝယ်ခြင်းထဲ

source: Price
my: စျေးနှုန်း

source: Confirmed
my: အတည်ပြုပြီး

source: Invoice No
my: ငွေတောင်းခံလွှာနံပါတ်

source: Sale
my: ရောင်းချမှု

source: Unknown Item
my: အမည်မသိပစ္စည်း

source: In
my: ဝင်

source: Out
my: ထွက်

source: Action
my: လုပ်ဆောင်ချက်

source: Note
my: မှတ်ချက်

source: Date
my: နေ့စွဲ

source: Amount
my: ပမာဏ

source: Recipient
my: လက်ခံသူ

source: Message
my: မက်ဆေ့ခ်ျ

source: Read
my: ဖတ်ပြီး

source: Created At
my: ဖန်တီးချိန်

source: Questions
my: မေးခွန်းများ

source: Answers
my: ဖြေချက်များ

source: Timestamp
my: အချိန်မှတ်တမ်း

source: Pharmacy POS | Pharmacy Pro
my: ဆေးဆိုင် POS | ဆေးဆိုင် Pro

source: Item added successfully!
my: ပစ္စည်းထည့်သွင်းမှုအောင်မြင်ပါသည်!

source: PharmaCare
my: ဆေးဝါးစောင့်ရှောက်မှု

source: Register New Customer
my: ဖောက်သည်အသစ်မှတ်ပုံတင်ရန်

source: Pharmacy Point of Sale
my: ဆေးဆိုင် ရောင်းချမှုအချက်

source: Process prescriptions and over-the-counter sales
my: ဆေးညွှန်းများနှင့် ကန်တာရောင်းချမှုများကို လုပ်ဆောင်ပါ

source: Search medications...
my: ဆေးဝါးများရှာဖွေရန်...

source: All
my: အားလုံး

source: ks
my: ကျပ်

source: Current Transaction
my: လက်ရှိ ငွေလွှဲပြောင်းမှု

source: Clear All
my: အားလုံးဖျက်ရန်

source: optional
my: ရွေးချယ်နိုင်သည်

source: Search customer by name or phone
my: ဖောက်သည်အမည် သို့မဟုတ် ဖုန်းဖြင့်ရှာဖွေရန်

source: Selected
my: ရွေးချယ်ထားသည်

source: Add Customer
my: ဖောက်သည်ထည့်ရန်

source: Print
my: ပရင့်ထုတ်ရန်

source: Cash
my: ငွေသား

source: Pharmacy Pro
my: ဆေးဆိုင် Pro

source: Home
my: ပင်မ

source: Stock
my: ပစ္စည်းလက်ကျန်

source: Add New Medication
my: ဆေးအသစ်ထည့်ရန်

source: Medication Name
my: ဆေးအမည်

source: Generic Name
my: ယေဘုယျအမည်

source: Dosage
my: ဆေးပမာဏ

source: Form
my: ပုံစံ

source: Tablet
my: ဆေးပြား

source: Capsule
my: ဆေးတောင့်

source: Liquid
my: အရည်

source: Injection
my: ဆေးထိုး

source: Cream
my: ခရင်မ်

source: Inhaler
my: ရှူဆေး

source: Prescription
my: ဆေးညွှန်း

source: OTC
my: ဆေးညွှန်းမလိုသော

source: Vitamins
my: ဗီတာမင်များ

source: First Aid
my: အရေးပေါ်ကုသမှု

source: Personal Care
my: ကိုယ်ရေးကိုယ်တာစောင့်ရှောက်မှု

source: Add Medication
my: ဆေးထည့်ရန်

source: No items in cart.
my: စျေးခြင်းတောင်းထဲတွင် ပစ္စည်းမရှိပါ။

source: Added
my: ထည့်သွင်းပြီး

source: successfully!
my: အောင်မြင်စွာ!

source: Processing...
my: လုပ်ဆောင်နေသည်...

source: Cash payment completed!
my: ငွေသားဖြင့်ပေးချေမှု ပြီးမြောက်ပါပြီ!

source: Printing...
my: ပရင့်ထုတ်နေသည်...

source: Mobile Payment Confirmed!
my: မိုဘိုင်းငွေလွှဲမှုအတည်ပြုပြီး!

source: Something went wrong
my: တစ်ခုခုမှားယွင်းနေပါသည်

source: Error saving order
my: မှာယူမှုအသေးစိတ်ဖွင့်ရန်အမှားတစ်ခုဖြစ်နေသည်။

source: Admin Dashboard
my: အုပ်ချုပ်ရေး ဒက်ရှ်ဘုတ်

source: Pharmacist Dashboard
my: ဆေးဝါးဌာန ဒက်ရှ်ဘုတ်

source: Customer Dashboard
my: ဝယ်ယူသူ ဒက်ရှ်ဘုတ်

source: Medicine
my: ဆေးဝါး

source: My Profile
my: ကျွန်ုပ်၏ ကိုယ်ရေးအချက်အလက်

source: Login
my: လော့ဂ်အင်

source: Customer Account
my: ဖောက်သည်အကောင့်

source: register
my: မှတ်ပုံတင်မည်

source: Pharmacy Notifications
my: ဆေးဆိုင် အသိပေးချက်များ

source: No notifications yet.
my: အသိပေးချက် မရှိသေးပါ။

source: Recommended For You
my: သင့်အတွက် အကြံပြုထားသည်

source: Browse More
my: နောက်ထပ်ကြည့်ရှုရန်

source: Add to Cart
my: ‌ေစျးဝယ်ခြင်းထဲထည့်

source: Purchase History
my: ဝယ်ဈေး

source: My Purchase History
my: သင့်စျေးဝယ်မှတ်တမ်း

source: Total
my: စုစုပေါင်းကုန်ကျစရိတ်

source: Ks
my: ကျပ်

source: pcs
my: ခု

source: No purchases yet.
my: ဝယ်ယူမှုမရှိသေးပါ

source: Your purchase history will appear here once you make orders.
my: သင့်အနေဖြင့် အမှာစာများပြုလုပ်ပြီးပါက သင့်ဝယ်ယူမှုမှတ်တမ်းများကို ဤနေရာတွင် မြင်တွေ့ရမည်ဖြစ်ပါသည်။

source: Shop Now
my: ယခုဝယ်ယူမည်

source: Profile
my: ကိုယ်ရေးအချက်အလက်

source: History
my: မှတ်တမ်း

source: Pharmacy Inventory Management
my: ဆေးဆိုင် ပစ္စည်းစာရင်း စီမံခန့်ခွဲမှု

source: Inventory List
my: ပစ္စည်းစာရင်းဇယား

source: Add Item
my: ပစ္စည်းအသစ်ထည့်ရန်

source: Add Category
my: အမျိုးအစားအသစ်ထည့်ရန်

source: Image
my: ဓာတ်ပုံ

source: Type
my: အမျိုးအစား

source: Actions
my: လုပ်ဆောင်ချက်များ

source: No image
my: ဓာတ်ပုံမရှိပါ

source: Limited
my: ကန့်သတ်

source: Unlimited
my: ကန့်သတ်မရှိ

source: No items found.
my: ပစ္စည်းမတွေ့ရှိပါ။

source: Confirm Deletion
my: ဖျက်မည်ဟု အတည်ပြုပါ

source: Are you sure you want to delete this item?
my: ဤပစ္စည်းကို ဖျက်လိုသည်မှာ သေချာပါသလား?

source: Delete
my: ဖျက်ရန်

source: Select category
my: အမျိုးအစားရွေးချယ်ပါ

source: Current Stock
my: လက်ရှိလက်ကျန်

source: Low Stock Threshold
my: လက်ကျန်နည်းနေသည့်အဆင့်

source: Expire Date
my: သက်တမ်းကုန်ရက်

source: Limit per customer
my: ဖောက်သည်တစ်ဦးလျှင် ကန့်သတ်ချက်

source: Max Quantity per Customer
my: ဖောက်သည်တစ်ဦးလျှင် အများဆုံးအရေအတွက်

source: Save
my: သိမ်းဆည်းရန်

source: Category Name
my: အမျိုးအစားအမည်

source: Edit Medication
my: ဆေးဝါးပြင်ဆင်ရန်

source: Username
my: အသုံးပြုသူအမည်

source: Password
my: စကားဝှက်

source: Don't have an account?
my: အကောင့်မရှိဘူးလား?

source: Register Here
my: ဤနေရာတွင် မှတ်ပုံတင်ပါ

source: Products
my: ထုတ်ကုန်

source: Checkout
my: ဘေရှင်းမည်

source: All Categories
my: အမျိုးအစား

source: Your Shopping Cart
my: စျေးဝယ်ကဒ်

source: items
my: ပစ္စည်း

source: Product
my: ထုတ်ကုန်

source: Your cart is empty
my: သင့်စျေးခြင်းတောင်းသည် ဗလာဖြစ်နေပါသည်

source: Browse our products and add items to your cart
my: ကျွန်ုပ်တို့၏ထုတ်ကုန်များကိုကြည့်ရှုပြီး စျေးခြင်းတောင်းထဲသို့ထည့်ပါ

source: View Products
my: ထုတ်ကုန်များကြည့်ရှုရန်

source: Order Summary
my: မှာယူမှုအကျဉ်းချုပ်

source: Subtotal
my: အကြမ်းတန်ဖိုး

source: Shipping
my: ပို့ဆောင်ခ

source: Tax
my: အခွန်

source: Proceed to Checkout
my: ငွေရှင်းရန်ဆက်လက်လုပ်ဆောင်ပါ

source: Contact Information
my: ဆက်သွယ်ရန်အချက်အလက်

source: Shipping Address
my: ပို့ဆောင်ရန်လိပ်စာ

source: Same as billing address
my: ဘေလ်လိပ်စာနှင့်အတူတူ

source: Place Order
my: မှာယူမည်

source: Dashboard Overview
my: ဒက်ရှ်ဘုတ်အချက်အလက်များ

source: Online Orders
my: အွန်လိုင်းမှာယူမှုများ

source: Customer:
my: ဖောက်သည် -

source: Phone:
my: ဖုန်း -

source: Address:
my: လိပ်စာ -

source: Invoice:
my: ငွေတောင်းခံလွှာ -

source: Date:
my: ရက်စွဲ -

source: Total:
my: စုစုပေါင်း -

source: Status:
my: အခြေအနေ -

source: Confirm
my: အတည်ပြုမည်

source: View Detail
my: အသေးစိတ်ကြည့်ရန်

source: No online orders yet.
my: အွန်လိုင်းမှာယူမှုမရှိသေးပါ။

source: Inventory Alerts
my: ပစ္စည်းစာရင်းသတိပေးချက်များ

source: Low Stock Items
my: ပစ္စည်းလက်ကျန်နည်းနေသောပစ္စည်းများ

source: left
my: လက်ကျန်

source: No low stock items
my: ပစ္စည်းလက်ကျန်နည်းနေသောပစ္စည်းမရှိပါ

source: Expiring Soon
my: သက်တမ်းကုန်ဆုံးတော့မည့်ပစ္စည်းများ

source: Batch:
my: လတ် -

source: No items expiring soon
my: သက်တမ်းကုန်ဆုံးတော့မည့်ပစ္စည်းမရှိပါ

source: Order Details
my: မှာယူမှုအသေးစိတ်

source: Total Amount:
my: စုစုပေါင်းပမာဏ -

source: Qty
my: အရေအတွက်

source: Close
my: ပိတ်မည်

source: Advanced pharmacy management solution for modern healthcare providers.
my: ခေတ်မီကျန်းမာရေးစောင့်ရှောက်မှုအတွက် အဆင့်မြင့်ဆေးဝါးစီမံခန့်ခွဲမှုစနစ်

source: Resources
my: အရင်းအမြစ်များ

source: Documentation
my: စာရွက်စာတမ်းများ

source: Support Center
my: အကူအညီစင်တာ

source: Community
my: အသိုင်းအဝိုင်း

source: Changelog
my: ပြောင်းလဲမှုမှတ်တမ်း

source: 123 Medical Street, Health City, HC 12345
my: ၁၂၃ ဆေးဝါးလမ်း၊ ကျန်းမာရေးမြို့၊ HC ၁၂၃၄၅

source: PharmaCare. All rights reserved.
my: PharmaCare။ မူပိုင်ခွင့်အားလုံးရှိသည်။

source: Expiring Medicines (Next 90 Days)
my: သက်တမ်းကုန်ဆုံးတော့မည့်ဆေးဝါးများ (လာမည့် ၉၀ ရက်)

source: Batch
my: လတ်

source: Days Left
my: ကျန်ရက်များ

source: days
my: ရက်

source: No items expiring within 90 days.
my: ၉၀ ရက်အတွင်းသက်တမ်းကုန်ဆုံးမည့်ပစ္စည်းမရှိပါ။

source: Error loading order detail.
my: မှာယူမှုအသေးစိတ်ဖွင့်ရန်အမှားတစ်ခုဖြစ်နေသည်။

source: Pharmacy Supplier Management
my: ဆေးဆိုင် ပစ္စည်းစာရင်း စီမံခန့်ခွဲမှု

source: Supplier Management
my: ပေးသွင်းသူအမည်

source: Add Supplier
my: ပေးသွင်းသူ

source: Search suppliers...
my: ဆေးဝါးများရှာဖွေရန်...

source: All Status
my: အခြေအနေ

source: Inactive
my: အသုံးပြုနေသည်

source: ID
my: အမှတ်စဉ်

source: Last delivery
my: နောက်ဆုံးပို့ဆောင်မှု

source: Never
my: မရှိသေး

source: No suppliers found
my: ပေးသွင်းသူမတွေ့ရှိပါ

source: Showing %(start)s to %(end)s of %(total)s results
my: %(start)s မှ %(end)s အထိ (စုစုပေါင်း %(total)s) ပြသထားသည်

source: Previous
my: အရှေ့

source: Next
my: နောက်

source: Add New Supplier
my: ပေးသွင်းသူအသစ်ထည့်ရန်

source: Save Supplier
my: ပေးသွင်းသူသိမ်းရန်

source: Are you sure you want to delete this supplier? This action cannot be undone.
my: ဤပေးသွင်းသူကိုဖျက်လိုသည်မှာသေချာပါသလား။ ဤလုပ်ဆောင်ချက်ကိုပြန်လည်ပြုပြင်မရနိုင်ပါ။

source: Suppliers
my: ပေးသွင်းသူများ

source: support@pharmacypro.com
my: အကူအညီ@pharmacypro.com

source: Edit Supplier
my: ပေးသွင်းသူပြင်ဆင်ရန်

source: Are you sure you want to logout?
my: အကောင့်မှထွက်လိုသည်မှာသေချာပါသလား?

source: Yes, logout
my: ဟုတ်ကဲ့၊ ထွက်မည်

source: Pharmacy Registration
my: ဆေးဆိုင် မှတ်ပုံတင်ခြင်း

source: Pharmacy Wholesale & Retail Registration
my: ဆေးဘောက်၊ ဆေးလက်လီ မှတ်ပုံတင်ခြင်း

source: First Name
my: အမည်

source: Last Name
my: အမျိုးအမည်

source: Confirm Password
my: စကားဝှက်အတည်ပြုပါ

source: Gender
my: လိင်

source: Date of Birth
my: မွေးသက္ကရာဇ်

source: Sales Report
my: အရောင်းစာရင်းအစီရင်ခံစာ

source: POS Report
my: POS အရောင်းစာရင်း

source: Online Report
my: အွန်လိုင်းအရောင်းစာရင်း

source: Sales Summary
my: အရောင်းအားအကျဉ်းချုပ်

source: Top Selling Products
my: အရောင်းရဆုံးပစ္စည်းများ

source: Qty Sold
my: ရောင်းအား

source: Revenue
my: ဝင်ငွေ

source: Margin
my: အမြတ်နှုန်း

source: No products found.
my: ပစ္စည်းမတွေ့ရှိပါ။

source: POS Transactions
my: POS ငွေလွှဲပြောင်းမှုများ

source: POS Transactions:
my: POS ငွေလွှဲပြောင်းမှုများ -

source: POS Revenue:
my: POS ဝင်ငွေ -

source: Online Summary
my: အွန်လိုင်းအကျဉ်းချုပ်

source: Online Transactions:
my: အွန်လိုင်းငွေလွှဲပြောင်းမှုများ -

source: Online Revenue:
my: အွန်လိုင်းဝင်ငွေ -

source: POS Orders (All)
my: POS မှာယူမှုများ (အားလုံး)

source: Walking Customer
my: လာရောက်ဝယ်ယူသူ

source: Payment:
my: ငွေပေးချေမှု -

source: No POS orders yet.
my: POS မှာယူမှုမရှိသေးပါ။

source: Online Orders (All)
my: အွန်လိုင်းမှာယူမှုများ (အားလုံး)

source: Unknown
my: အမည်မသိ
